[
    {
        "link": "http://eventful.com/events/thursday-night-cycling-sport-city-re-/E0-001-042321722-6@2019122818?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "Thursday Night Cycling in Sport City reservation 0788889242 0795050616",
        "event_date": "2019-12-28 18:00:00",
        "summary": "Thursday Night Cycling in Sport City reservation 0795050616 or 078888924 6:00 pm to 8:00 pm.\ncycling @ Sport City with Bedouin bikes \n\n**CALORIE BURNING AFTER WORK RIDE***\n\nA cycling exercise led by one of our pro cyclists and the dead2red tareef cycling club wining team for the begginers and the advance\n\n1. CYCLING SCHOOL for (begginers)\n...Learn how to ride a bike from a-z with professional national team coaches and cyclists.\nMore than one thousand person joined our cycling school.\nbe one of them =)\n\n2. ROUND IN SPORT CITY (advanced)\n...ride a bike in Sport City with professional national team coaches and cyclists. Every round is 2km for 2 hour \n\nThursday Cycling Night.\nCar free roads.\nInside sports city.\nBikes, Helmets, Water, yellow vest.\nBring your own bike and join us for free.\nOr rent a bike and helmet for 6 JD’s Only.\nBe there at 6:00 pm.\nGathering inside sports city. Near gate 3\n\n****\nFirst Come First Served\n\nFor more information or reservation please call:\nNidal: 0795050616 or 0788889242\n\nBedouin Bikes"
    },
    {
        "link": "http://eventful.com/events/youthacsamman-/E0-001-132279595-0?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "Youth@ACSAmman",
        "event_date": "2020-02-05 00:00:00",
        "summary": " In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized (subject to certain rules and regulations)."
    },
    {
        "link": "http://eventful.com/events/jimex-international-machinery-electricity-exhibition-/E0-001-128197582-0?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "JIMEX - International Machinery & Electricity Exhibition",
        "event_date": "2020-04-06 00:00:00",
        "summary": null
    },
    {
        "link": "http://eventful.com/events/sofex-jordan-special-operations-forces-exhibition-conf-/E0-001-116430164-1?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "SOFEX Jordan - Special Operations Forces Exhibition & Conf.",
        "event_date": "2020-03-30 00:00:00",
        "summary": null
    },
    {
        "link": "http://eventful.com/events/build-profitable-online-business-wom-/E0-001-131691714-4@2019122721?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "How to Build a PROFITABLE Online Business For Women [WEBINAR]",
        "event_date": "2019-12-27 21:00:00",
        "summary": " - Women, are you searching for an additional way to earn extra income? - Have you always wanted to start an online business but are CLUELESS where to begin? - Are you are worried that starting an online business is going to require a lot of investment, advertising cost and technical skills? Many women see raising children and growing a family as a full-time job. But more and more women are inspired to take on the full-time job of raising children while running a business - all at the same time. And from these ambitious and inspiring women, we have the rise of the term &quot;homepreneur&quot; in the small business space. If you&#39;re an aspiring homepreneur, hoping to make the most out of your past experience, skill, and your current schedule, attend this FREE 1 hour webinar to discover: 1. The cheapest way to start your business online without professional IT skills 2. What business you should start online 3. How to start your own online business without having to buy stocks or ship products 4. How to build a 5-figure revenue online business from the comfort of your home with your children at your side 5. What are the current online trends that Homepreneur should ride on. 6. How to start your own online business without having to build a website 7. How to advertise and attract customers without spending a single dime on marketing and publicity 8. What are the Free trainings and mentorship provided for you to kick start your Homepreneur journey even when you have ZERO marketing skills or IT skills Come on and join us in this amazing No-charge workshops to experience the revolutionary E-Commerce Business platform at NO COST! About the presenter: Ms. Jeean Kuan An award-winning ex-teacher from Singapore, Ms. Jeeann Kuan left her teaching career to be a stay-at-home mum to take care of her 3 daughters. She started her own online business 5 years ago from home and she generated 18.5 million revenue in 18 months. Currently, she is making 6-figure passive income monthly. Today she goes around the world sharing and empowering aspiring homepreneurs to start their own online business. Case studies: I have been a stay-at-home mum for 12 years, enjoying life with my 2 kids until my hubby decided to quit his job and start his own business. His business was not doing well and we ended up in debt. I searched for an online business to work from home and fast forward 4 years later now my business has expanded to more than 40 countries and I&#39;m generating 5 figure passive income every month! Thank you Homepreneur Circle! - Rebecca Ong (A Stay-At-Home Mum with 2 kids) I am the CEO of 5 boutique hotels in Malaysia for almost 9 years. With the current economic situation it is unwise to expand my hotel business due to the high cost and expenses involved. I wanted to build a second source of income as a Plan B and I came across this online business! A couple of months into this business and I have generated 5 figures sales, and my business has expanded to 6 countries! Now I am excited about my new possibility! - Dr Jenny Liow (CEO of Hotel de Art and single mom of 3 kids) I lost my health when I was working as an exhibition designer due to the long hours. I decided to be my own boss and started my career as a Property Agent. It also affected my health and family time which brings me back to square one. I saw the potential of an online business that allows me to work from home and able to spend time with my family. - Karen Tai (A Successful Property Agent, Mother of 1 Girl) About Homepreneur Community: We are a group of dedicated women who operate our business from home via social media platforms. Our aim is to help all women to kick start their own online business and generate a consistent source of income while at the same time raising their family to spend more time with their family and achieving their desired LIFESTYLES and GOALS! RSVP early to secure your seat to avoid disappointment for those who truly want to create a better life for you and your loved ones. Note: This is an ONLINE event. The link to join the webinar will be sent to you upon confirmation (check the ticket). Thank you and we hope you receive tonnes of value! "
    },
    {
        "link": "http://eventful.com/events/sawsana-international-exhibition-/E0-001-040543491-7@2019122700?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "Sawsana International Exhibition",
        "event_date": "2019-12-27 00:00:00",
        "summary": "We are delighted to inform you that 7th International SAWSANA Exhibition 2012 will be held during the period 25-27/4 /2012., at Amman International Motor Show- Airport Road. As we are working on an intensive, strong campaign for marketing and promotion the exhibition inside Jordan and abroad, through the embassies of Arab and foreign countries in Jordan and Jordanian missions in the world to popularize it for all  related parties and companies. In addition, we have dealt with a group of agents from more than one Arab and foreign countries such as, &quot;Syria, Egypt, Iraq, Argentine, Indonesia, Italy, Turkey, China and India&quot; who are characterized by their experience marketing for major exhibitions in the world long ago. \nSAWSANA has been able over the previous years building a strong name and prove the success of the exhibition at the Arab and global level. especially that SAWSANA exhibition is the only specialized exhibition in Jordan and the best among other exhibitions in the Middle East. And it’s worth to mention also Jordan&#39;s strategic location, which mediates the most important countries, it is rather than the main center to enter the Iraqi market\nSAWSANA Exhibition 2012 will includes 3 exhibition under “SAWSANA for  agriculture”, “IRIS for food and food industries” , “VETRANA” for Veterinary, fodders and poultry , Therefore; we would like to invite your company to participate in the 7th International SAWSANA  2012, and meet with the best investors from over the world."
    },
    {
        "link": "http://eventful.com/events/wadi-al-mujib-hiking-sunset-dinner-/E0-001-042321231-9@2019122700?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "Wadi Al Mujib Hiking & sunset dinner @ Vis a Vis \" 0788889242 0795050616\"",
        "event_date": "2019-12-27 00:00:00",
        "summary": "Bedouin Bikes and VIS A VIS DEAD SEA Restaurant glad to presents their cooperation Special Trip, Wadi Al Mujib Hiking & sunset dinner @ Vis a Vis and enjoy the perfect view of sunset while having dinner\n\nSchedule:\n\n- 01:30 mp Meeting at COZMO 7th circle\n- 02:00 pm SHARP DEPARTURE.\n- 03:30 pm arrivals to Dead sea.\n- 03:30 pm start the hike in wadi Mujib.\n- 06:30 hike finish.\n- 06:30 Heading to VIS A VIS DEAD SEA Restaurant to enjoy the perfect view of sunset while having a good dinner\n- 8:00 Buses back to amman\n\nWe provide:\n** Buses for this trip.\n** Water during the whole trip \n** 1 meals dinner at VIS A VIS DEAD SEA Restaurant \n** Professional hike guides & lifeguards.\n\n______________________________________________________________\n\nThis trip:\n• Cost is 30 jd \n• level is easy fit any one .\n• Seats are limited so First Come First Served.\n\n\nNote: Confirmation is only By Payment Only\n______________________________________________________________\n\nBring: \n1. Extra clothing and keep your pack organized so you can easily find what you need.\n2. Sun block.\n3. Comfortable clothes.\n4. Sneakers or Good hiking boots.or any good pair of sport shoes\n\nFor more information or reservation please call:\n\nNidal Maloukh : 00962 788889242 AND 00962 795050616"
    },
    {
        "link": "http://eventful.com/events/devops-and-itsm-1-day-virtual-live-training-amman-/E0-001-130790948-0?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "DevOps And ITSM 1 Day Virtual Live Training Amman",
        "event_date": "2019-12-27 09:00:00",
        "summary": " Course Description: This 1-day training provides you with the basic knowledge required for the effective utilization of ITSM skill sets in any DevOps organization. The training focuses on the essential knowledge of the two different worlds, ITSM and DevOps, and how they complement each other. It helps you know how the DevOps movement fits perfectly with ITSM. The various group discussions and the case study are the primary ingredients of this course that help you understand a DevOps movement in an organization. DevOps is gaining momentum, therefore, think of this course before looking elsewhere for the DevOps movement in your organization. As DevOps is gaining momentum this course will prepare participants in aligning this new, agile way of thinking with the traditional ITSM processes. Course Topics: ●     Training Introduction ●     Overview ●     Training Objectives ●     Course Agenda ●     Type of Activities ●     Course Book ●     Group Activity ●     DevOps and ITSM (ITIL) ●     ITIL Refresh ●     Overview of ITIL Key Lifecycle Phases and Outputs ●     What is DevOps? ●     Challenges Leading to DevOps ●     A Brief History of DevOps ●     How DevOps make it easy for a business to work with IT? ●     How DevOps drives business performance? ●     Why DevOps? (The Benefits) ●     DevOps Core Principles ●     Defining a DevOps Team ●     DevOps Organization ●     Activity-Focused vs. Product-Focused ●     Automate Everything and Obtain Immediate Feedback ●     Continuous Delivery ●     Culture ●     DevOps Journey Examples ●     Different Starting Points ●     DevOps Journeys ●     Case Study: EJ Airways ●     Group Discussion: DevOps Impact on EJ Airways ●     Contribution of ITIL and DevOps ●     ITIL and DevOps Complement Each Other ●     Positioning DevOps in ITSM Processes ●     Why DevOps and ITIL need each other? ●     Realization of DevOps Teams Objectives Through ITIL ●     DevOps Teams in EJ Airways ●     EJ Airways Baggage Handling System: Stop Your Work ●     Group Discussion: ITSM Providing a Solid Base for DevOps in Operation ●     Introduction Case for Design and Transition ●     Group Discussion: ITSM Providing a Solid Base for DevOps in Design and Transition (Optional) ●     DevOps Agile Skills Association (DASA) ●     DASA Competence Framework ●     DASA Mission Learning Goals: ●     Relate and complement DevOps and ITSM. ●     Describe DevOps. ●     Discuss the value of ITSM in a DevOps environment. ●     Explain how to utilize ITSM processes in DevOps teams. Course Agenda: Day 1 ●     Training Introduction ●     DevOps and ITSM (ITIL®) ●     DevOps Journey Examples ●     Contribution of ITIL® and DevOps ●     DevOps Agile Skills Association (DASA) Who can Attend? ●     Individuals involved in IT development, IT operations or IT service management ●     Individuals whose role is affected by DevOps and continuous delivery, such as the following IT roles: 1.DevOps Engineers2.Product Owners3.Integration Specialists4.Operations Managers5.Incident and Change Managers6.Other IT and Process Managers7.System Administrators8.Network Administrators9.Business Managers10.Automation Architects "
    },
    {
        "link": "http://eventful.com/events/event-planning-1-day-virtual-live-training-amman-/E0-001-130790091-1?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "Event Planning 1 Day Virtual Live Training in Amman",
        "event_date": "2019-12-27 09:00:00",
        "summary": " Course Description:  Events do not just happen, they take time to plan, develop, and create. This workshop is designed to give your participants the tools needed to host a great event. They will touch on planning and administrative techniques that will give them the confidence to run an engaging event that will leave a positive and lasting impression an each attendee. With our Event Planning workshop your participants will explore ways to work with vendors, security, technicians, and wait staff. They will touch on different event types such as awards ceremonies, charity events, and business conferences. By utilizing the correct skill set your participants will be provided the details to pull off a successful event.  Course Outline:  Module One: Types of Events  ●     Awards ●     Charity ●     Conferences and Seminar ●     Holiday ●     Case Study ●     Module One: Review Questions  Module Two: Brainstorming  ●     Determine the Event”s Purpose ●     Determine a Theme ●     Write Down & Review Ideas ●     Determine a Date ●     Case Study ●     Module Two: Review Questions  Module Three: Types of Entertainment  ●     Game ●     Activities ●     Speakers ●     Performers ●     Case Study ●     Module Three: Review Questions  Module Four: Support Staff  ●     Security ●     Valet ●     Wait Staff ●     Clean up Crew ●     Case Study ●     Module Four: Review Questions  Module Five: Technical Staff  ●     Visual Technician (lighting) ●     Media Technician (website, Facebook, etc.) ●     Audio Technician (Sound) ●     Specialized Electrical Equipment Technician (for performers) ●     Case Study ●     Module Five: Review Questions  Module Six: Vendors  ●     Food ●     Equipment ●     Decorations and Furnishing ●     Photography/ Video ●     Case Study ●     Module Six: Review Questions  Module Seven: Finalize the Plan  ●     Venue ●     Registration ●     Entertainment ●     Cuisine and Decor ●     Case Study ●     Module Seven: Review Questions  Module Eight: Administrative Tasks  ●     Create a Budget ●     Branding and Marketing ●     Insurance and Permits ●     Contracts (for event staff, entertainment, rentals, and vendors) ●     Case Study ●     Module Eight: Review Questions  Module Nine: Get Organized  ●     Form a Team ●     Timeline ●     Checklists ●     Backup Plans ●     Case Study ●     Module Nine: Review Questions  Module Ten: Post Event Activities  ●     Survey ●     Share Media (photos and video) ●     Send Thank you Notes ●     Start planning the Next Event! ●     Case Study ●     Module Ten: Review Questions  Module Eleven: Wrapping Up  ●     Words From The Wise ●     Review Of The Parking Lot ●     Lessons Learned ●     Recommended Reading ●     Completion Of Action Plans And Evaluations Course Features: Learning Objectives:  By the end of the course, participants will be able to understand:  ●     Types of Events ●     Brainstorming ●     Types of Entertainment ●     Support Staff ●     Technical Staff ●     Vendors ●     Finalize the Plan ●     Administrative Tasks ●     Get Organized ●     Post Event Activities ●     Wrapping Up  Certification Once after the training you receive course completion certificate from Mangates Who Can Attend? Anybody who is interested in learning Event Planning Skills "
    },
    {
        "link": "http://eventful.com/events/elements-risk-management-1-day-virtual-live-training-amman-/E0-001-130791031-6?utm_source=apis&utm_medium=apim&utm_campaign=apic",
        "name": "Elements Of Risk Management 1 Day Virtual Live Training in Amman",
        "event_date": "2019-12-27 09:00:00",
        "summary": " Course Description: The mission of every organization is affected by today’s global economy and the digital era. Organizations are critically dependent on information technology (IT) to better support their business Goals. Risk Management plays a critical role in protecting an organization’s information assets, and its mission therein, from IT-related Risk. An effective Risk Management Process is an important component of a successful IT security program. The principal goal of an organization’s Risk Management Process should be to protect the organization and its ability to perform their mission, not just its IT assets. Therefore, the Risk Management Process should not be treated primarily as a technical function carried out by the IT experts who operate and manage the IT system, but as an essential Management function of the organization.  Risk is the net negative impact of the exercise of a vulnerability, considering both the probability and the impact of occurrence. Risk Management is the Process of identifying Risk, assessing Risk, and taking steps to reduce Risk to an acceptable level. This Course provides an overview into the specific criteria, steps and actions necessary to implement and sustain a comprehensive Information Risk Management program.  Course Topics: ●     Module1: Risk Management Definitions and Principles ●     Module2: Risk Management Policies and RequirementS ●     Module3: Defining Risk Management Goals and Objectives ●     Module4: NIST Assesment Process – A Best Practice ●     Module5: Course Learning Summary  Learning Goals: ●     Address various Risk methodologies and assess application to individual enterprise environments. ●     Explain and utilize Risk Assesment and analysis methodologies. ●     Identify significant components of Risk and their respective Definitions. ●     Define Risk Management Goals and Objectives. ●     Document Risk Practices and Risk types. ●     Recognize the ISO Principles of Risk Management. ●     Understand the COBIT 4.1 and COBIT 5 elements related to IT Risk identification and Management. ●     Apply the nine (9) steps of the NIST IT Risk Assesment methodology to an enterprise-wide Risk Assesment project. ●     Prepare and evaluate a Statement of Risk Management. ●     Describe the role and value of IT Risk Management as a basis of proactive corporate governance. Course Agenda: Day 1 ●     Pre Course Reading ●     Risk Management Definitions and Principles ●     Risk Management Policies and RequirementS ●     Defining Risk Management Goals and Objectives ●     NIST Assesment Process – A Best Practice ●     Course Learning Summary Who can Attend? This workshop is intended for: ●     Primary ●     Internal and external auditors (IT, financial, operational) ●     Risk Compliance Officers ●     Professionals involved in organizational or IT GRC strategic initiative ●     Secondary Audience ●     Management consultants ●     Controllers ●     Directors of Human ReCourses ●     Facilities Managers "
    }
]